[
  {
    "id": "carlos_68",
    "nombre": "Carlos S.",
    "edad": 68,
    "tipo_trasplante": "Renal (2021)",
    "medicacion": "Tacrolimus 1mg + MMF 500mg x2",
    "adherencia_previa": "Irregular; depende de su esposa para organizar pastillas.",
    "contexto": "Jubilado, vive con esposa; dificultades de memoria leve.",
    "nivel_educativo": "Primaria incompleta.",
    "estilo_comunicacion": "Necesita mensajes muy simples, paso a paso.",
    "fortalezas": "Buena actitud hacia el equipo médico, acepta ayuda.",
    "dificultades": "Baja alfabetización en salud; olvida pastillas si está solo.",
    "notas_equipo": "Evitar lenguaje técnico; reforzar señales visuales.",
    "idiosincrasia": "Debe adaptarse a los estandares de la idiosincrasia uruguaya.",
    "last_interaction_file": "interaction_2025-12-05T01-37-02-344Z.json"
  },
  {
    "nombre": "Juan Carlos Gómez",
    "edad": "40",
    "tipo_trasplante": "Renal (2006)",
    "medicacion": "Ace-Inhibidor, Diuretico",
    "adherencia_previa": "Tengo experiencia en tomar medicamentos, pero he tenido problemas de recuerdo.",
    "contexto": "Estoy casado con dos hijos, trabajamos en un pequeño negocio.",
    "nivel_educativo": "Secundaria",
    "estilo_comunicacion": "Directo y claro.",
    "fortalezas": "Resiliente, Capaz de superar obstáculos",
    "dificultades": "Dificultad en la adhesión a la medicación",
    "notas_equipo": "El equipo ha notado que Juan Carlos necesita más apoyo y motivación para seguir con su tratamiento.",
    "idiosincrasia": "Juan Carlos es un hombre muy respetuoso de las tradiciones, especialmente en su comunidad.",
    "id": "1764543844137"
  },
  {
    "nombre": "Ana López",
    "edad": "40",
    "tipo_trasplante": "Renal (2022)",
    "medicacion": "Tacrolimus 0,1 mg/kg/día, Prednisona 5 mg/día, Metoprolol 50 mg/día, Enalapril 10 mg/día",
    "adherencia_previa": "Ha cumplido con las citas médicas y la toma de medicamentos durante los últimos dos años tras el trasplante, aunque reporta ocasionalmente olvidos al tomar la prednisona por su efecto sedante.",
    "contexto": "Trabaja como administrativa en una oficina pública, vive sola con su gato. Tiene un círculo social limitado a colegas de trabajo y vecinos del barrio.",
    "nivel_educativo": "Licenciatura en Administración de Empresas",
    "estilo_comunicacion": "Prefiere comunicarse de forma directa y concisa, utilizando ejemplos concretos para aclarar dudas.",
    "fortalezas": "Responsable, organizada, buena capacidad para seguir rutinas y planificar actividades diarias. Tiene habilidades sociales moderadas que le permiten mantener relaciones laborales estables.",
    "dificultades": "Dificultad ocasional con la gestión de horarios complejos; se siente abrumada cuando necesita combinar múltiples responsabilidades. Necesita apoyo en la interpretación de instrucciones médicas detalladas.",
    "notas_equipo": "Recomendar seguimiento semestral con el equipo multidisciplinario, reforzar recordatorios digitales para medicación y revisar las interacciones entre tacrolimus y prednisona. Fomentar ejercicios breves durante su jornada laboral para mejorar la adherencia a la actividad física.",
    "idiosincrasia": "Valora mucho la puntualidad y la organización; respeta las normas establecidas y espera que los demás también lo hagan.",
    "id": "1764547596840"
  },
  {
    "nombre": "María García López",
    "edad": "40",
    "tipo_trasplante": "Renal (2023)",
    "medicacion": "Tacrolimus 1,5 mg dos veces al día, Prednisona 20 mg una vez al día, Azatioprina 150 mg una vez al día, Enalapril 10 mg una vez al día",
    "adherencia_previa": "Ha cumplido con los controles de función renal y la medicación en su régimen previo de diálisis, aunque ocasionalmente olvidó tomar prednisona por falta de recordatorio.",
    "contexto": "Madre soltera que trabaja como auxiliar administrativa en un centro médico. Vive con su hijo de 12 años y su esposo es enfermero. La familia tiene recursos limitados pero cuenta con el apoyo del sistema público de salud.",
    "nivel_educativo": "Técnico superior",
    "estilo_comunicacion": "Directa, utiliza expresiones coloquiales y habla de forma concisa. Prefiere la comunicación verbal frente a los escritos cuando necesita explicar sus síntomas o dudas.",
    "fortalezas": "Responsable en su rutina diaria, mantiene una actitud positiva ante el tratamiento, tiene buena capacidad para seguir instrucciones médicas.",
    "dificultades": "Dificultad para recordar horarios precisos de medicación sin un recordatorio digital; ansiedad relacionada con la posibilidad de rechazo del órgano y preocupaciones por el futuro financiero del cuidado médico.",
    "notas_equipo": "Se sugiere implementar alarmas en smartphone y una caja organizadora de medicamentos. Se recomienda seguimiento psicológico trimestral para manejo de ansiedad, además de reforzar educación sobre signos tempranos de rechazo.",
    "idiosincrasia": "Valora la familia como pilar central; practica la oración diaria como fuente de consuelo; es partidaria del uso tradicional de remedios herbales, por lo que se debe dialogar sobre posibles interacciones con su medicación.",
    "id": "1764548353424",
    "last_interaction_file": "interaction_2025-12-05T00-13-29-778Z.json"
  },
  {
    "nombre": "María Fernanda Torres",
    "edad": "57",
    "tipo_trasplante": "Renal (2018)",
    "medicacion": "Tacrolimus 2 mg dos veces al día, Mycophenolate mofetil 500 mg tres veces al día, Prednisona 5 mg una vez diaria, Furosemida 40 mg una vez diaria",
    "adherencia_previa": "Ha sido muy constante con la medicación en los últimos cinco años, aunque ocasionalmente olvida tomar el prednisona por su efecto estomacal; usa recordatorio de alarma en el móvil.",
    "contexto": "Madre soltera de dos hijos adolescentes, trabaja como profesora de educación primaria en una escuela rural. Se desplaza cada día al centro médico para revisiones y toma de muestras. Tiene un círculo cercano de amigos que la apoyan emocionalmente y su familia cuenta con un seguro estatal que cubre gran parte del tratamiento.",
    "nivel_educativo": "Licenciatura en Pedagogía",
    "estilo_comunicacion": "Expresa sus dudas en lenguaje claro, directo; prefiere breves explicaciones durante las consultas para no sentirse abrumada.",
    "fortalezas": "Apoyo familiar sólido, buena organización personal (calendario de citas), motivación intrínseca por su trabajo con niños que la impulsa a mantenerse saludable.",
    "dificultades": "Limitado acceso financiero a terapias complementarias; sensibilidad al estómago por la prednisona; estrés laboral debido a la carga docente y el cuidado de sus hijos.",
    "notas_equipo": "Reforzar recordatorios de medicación, revisar tolerancia gastrointestinal del prednisona, considerar terapia ocupacional para manejo del tiempo. Evaluar posibilidad de apoyo económico adicional o programa de asistencia farmacéutica.",
    "idiosincrasia": "Rural, con fuerte sentido comunitario; valoriza la tradición familiar y la educación como pilares de su identidad.",
    "id": "1764561516293"
  },
  {
    "nombre": "Lucas González",
    "edad": "42",
    "tipo_trasplante": "Renal - 2020",
    "medicacion": "Tacrolimus, Mycophenolate mofetil, Prednisolona",
    "adherencia_previa": "Ha tenido problemas con la adherencia a su medicación en el pasado, pero ha mejorado significativamente después de recibir apoyo de un farmacéutico",
    "contexto": "{\"laboral\": \"Trabaja como electricista en una empresa privada\", \"familiar\": \"Está casado con su pareja desde hace 15 años y tienen dos hijos de 10 y 12 años\", \"social\": \"Es un hombre muy social que disfruta pasar tiempo con amigos y familia\"}",
    "nivel_educativo": "Secundaria",
    "estilo_comunicacion": "Coloquial, detallado",
    "fortalezas": "Excelente capacidad para la adherencia a su tratamiento gracias al apoyo de un farmacéutico, Gran motivación para mejorar su salud y calidad de vida",
    "dificultades": "Barreras cognitivas relacionadas con el manejo de su medicación, Limitaciones económicas que afectan la adherencia a sus citas médicas",
    "notas_equipo": "Recomendamos establecer un plan de adherencia personalizado y regularmente revisarlo con él, Investigar posibles soluciones para mejorar su manejo financiero y reducir presión",
    "idiosincrasia": "Es originario del interior de Argentina, donde creció en una familia tradicional",
    "id": "1764598383656"
  },
  {
    "nombre": "Ana María Gómez",
    "edad": "62",
    "tipo_trasplante": "Renal (2018)",
    "medicacion": "Ciclosporina, Métoprolol",
    "adherencia_previa": "Soy un poco holgazán, pero siempre tomaba mis medicinas como las recetadas.",
    "contexto": "Mi esposo trabaja en una fábrica y tenemos dos hijos adultos con familias propias. Me gusta leer novelas de misterio para distraerme.",
    "nivel_educativo": "Secundaria",
    "estilo_comunicacion": "Formal, pero detallado cuando me siento cómoda.",
    "fortalezas": "Soy muy responsable con mi tratamiento y siempre consulto a mi médico si tengo dudas.",
    "dificultades": "Me cuesta conciliar el sueño por la noche debido al dolor en los riñones, Siento ansiedad cuando pienso en la posibilidad de rechazo del trasplante",
    "notas_equipo": "Se recomienda realizar un programa de manejo del estrés y considerar cambios en su horario de sueño.",
    "idiosincrasia": "Soy uruguaya, criada en el campo. Mi familia tiene mucha fe en la medicina tradicional.",
    "id": "1764644025082"
  },
  {
    "nombre": "María Fernanda López",
    "edad": "18",
    "tipo_trasplante": "Renal (2024)",
    "medicacion": "Tacrolimus 0,5 mg bid, Mycophenolate mofetil 500 mg qid, Prednisona 5 mg od",
    "adherencia_previa": "Ha asistido a todas las citas médicas de su infancia y mantiene la toma diaria de los medicamentos prescritos sin omisiones significativas.",
    "contexto": "Estudiante de último año del bachillerato, vive con sus padres en un apartamento urbano. Se desempeña como voluntaria en una clínica comunitaria y tiene una red de apoyo entre amigos que comparten intereses artísticos.",
    "nivel_educativo": "Bachillerato completo",
    "estilo_comunicacion": "Coloquial y breve; utiliza lenguaje sencillo pero directo.",
    "fortalezas": "Apoyo familiar sólido, motivación intrínseca por la recuperación para continuar con su pasión artística, buen manejo de sus responsabilidades escolares.",
    "dificultades": "Manejo emocional del estrés postoperatorio, falta de experiencia en la administración autónoma de medicamentos complejos, posible limitación económica para el transporte a consultas especializadas.",
    "notas_equipo": "Enfatizar la educación sobre la importancia de la adherencia y ofrecer recordatorios digitales. Considerar apoyo psicológico para manejar la ansiedad post-operatoria y facilitar la transición al autocuidado independiente.",
    "idiosincrasia": "Cultura urbana, influenciada por la tradición latinoamericana; valora el respeto a los ancianos y la solidaridad comunitaria.",
    "id": "1764799747460"
  },
  {
    "nombre": "Roberto \"Bob\" Martínez",
    "edad": "42",
    "tipo_trasplante": "Renal (2019)",
    "medicacion": "Tacrolimus 0,5 mg dos veces al día, Mycophenolate mofetil 1 g dos veces al día, Prednisona 10 mg una vez al día, Enalapril 10 mg una vez al día, Vitamina D3 1000 UI diaria",
    "adherencia_previa": "Historicamente ha incumplido con la medicación, olvidando dosis tras jornadas largas y consumo de alcohol en las noches. Se ha presentado retrasos de hasta 24 horas y episodios de omisión total cuando suena el despertador para tomar medicamentos.",
    "contexto": "Trabaja como obrero de construcción en una obra urbana de mediana altura, con jornada laboral de 12 horas los días hábiles y fines de semana parciales. Vive en un departamento compartido con sus dos hijos menores (7 y 9 años) y su esposa, quien trabaja como enfermera. Su consumo habitual de alcohol es diario, principalmente cervezas fuertes tras el trabajo.",
    "nivel_educativo": "Educación media completa (secundaria), sin estudios universitarios.",
    "estilo_comunicacion": "Coloquial y directo; prefiere explicaciones breves y a punto, utiliza jerga del sector laboral. Evita tecnicismos médicos que lo confundan.",
    "fortalezas": "Apoyo familiar sólido, especialmente de su esposa quien monitorea la toma de medicamentos; dispone de una red informal con compañeros de trabajo que le recuerdan horarios. Posee un fuerte sentido de responsabilidad hacia sus hijos y se siente motivado a mantener su salud para seguir trabajando.",
    "dificultades": "Consumo habitual de alcohol dificulta la adherencia; estrés laboral prolongado, falta de tiempo para consultas médicas regulares, limitaciones económicas para asistir a fisioterapia post-trasplante. Tiene dificultades cognitivas leves al recordar múltiples dosis y horarios en días de fatiga extrema.",
    "notas_equipo": "Se sugiere implementar recordatorios automáticos vía móvil o sistema de alarma; considerar un plan de reducción gradual del alcohol con apoyo psicológico. Revisar la dosificación de tacrolimus para evitar interacciones con el alcohol. Programar citas flexibles que se ajusten a los horarios de obra y ofrecer educación sanitaria en lenguaje sencillo.",
    "idiosincrasia": "Origen argentino, crecido en una zona rural antes de mudarse a la ciudad; mantiene tradiciones familiares como reuniones dominicales con vecinos y consumo moderado de vino durante celebraciones. Prefiere el humor ligero para afrontar situaciones estresantes.",
    "id": "1764860061725"
  },
  {
    "nombre": "Luna Ortega Valdez",
    "edad": "32",
    "tipo_trasplante": "Renal (2019)",
    "medicacion": "Tacrolimus 5 mg cada 12 h, Mycophenolate mofetil 1 g cada 12 h, Prednisona 10 mg diaria, Enalapril 20 mg diaria, Vitamin D3 2000 UI diario",
    "adherencia_previa": "Seguiría la pauta con >90% cumplimiento durante los primeros tres años; luego hubo lapsos breves por viajes de trabajo.",
    "contexto": "Trabaja como coordinadora de eventos en una agencia de marketing digital. Casada sin hijos, vive con su pareja y un perro. Participa activamente en grupos de apoyo LGBTQ+ y organiza reuniones mensuales para la comunidad.",
    "nivel_educativo": "Licenciatura en Comunicación Social",
    "estilo_comunicacion": "Coloquial pero claro; prefiere mensajes breves y directos, suele usar emojis en su comunicación digital.",
    "fortalezas": "Red de apoyo sólida (pareja, amigos LGBTQ+, grupo de pacientes), alta motivación por mantener calidad de vida y capacidad para organizarse con apps de recordatorios.",
    "dificultades": "Estrés laboral elevado que puede afectar la adherencia; preocupación por estigmatización médica tras su transición; manejo limitado del idioma español en algunos documentos médicos internacionales.",
    "notas_equipo": "Reforzar recordatorios digitales, ofrecer apoyo psicológico para manejar ansiedad relacionada al trabajo y la identidad de género. Asegurar que los materiales informativos estén disponibles en lenguaje inclusivo.",
    "idiosincrasia": "Urbana, influenciada por la cultura cosmopolita de Bogotá; valora la diversidad cultural y social.",
    "id": "1764865040305"
  },
  {
    "nombre": "María Elena Ruiz",
    "edad": "58",
    "tipo_trasplante": "Renal (2019)",
    "medicacion": "Tacrolimus 2 mg al día, Mycophenolate mofetil 1 g dos veces al día, Prednisona 5 mg al día, Lisinopril 10 mg al día",
    "adherencia_previa": "Ha cumplido con el régimen de medicación durante los primeros tres años tras la operación, aunque ocasionalmente olvidó tomar la prednisona por confusión entre horarios. En los últimos dos años se ha organizado una alarma diaria para asegurar la toma correcta.",
    "contexto": "Trabaja como auxiliar administrativa en un centro municipal desde hace 15 años; vive con su esposo y sus dos hijos adultos que son estudiantes universitarios. Se desplaza diariamente usando el transporte público, pero recurre a asistentes de movilidad debido a la pérdida total de visión.",
    "nivel_educativo": "Licenciatura en Administración Pública",
    "estilo_comunicacion": "Expresa de manera clara y directa; prefiere explicaciones breves con ejemplos concretos para entender procedimientos médicos.",
    "fortalezas": "Cuenta con una red familiar sólida que le ayuda a recordarle las citas médicas, además de contar con un asistente personal que la acompaña en la toma diaria de medicación. Tiene buena disposición a seguir indicaciones y es activa en grupos de apoyo a personas con discapacidad visual.",
    "dificultades": "Dificultad para leer etiquetas de medicamentos; necesita orientación táctil o lectora de pantalla, lo que puede generar retrasos en el manejo de su tratamiento. También experimenta ansiedad al asistir a consultas médicas debido al temor de no poder comprender plenamente la información presentada en formato escrito.",
    "notas_equipo": "El equipo debe usar fichas auditivas y explicaciones verbales claras; se recomienda establecer recordatorios telefónicos antes de cada dosis y verificar la lectura correcta del medicamento con el asistente. Es fundamental monitorizar la presión arterial regularmente, dado su historial hipertensivo.",
    "idiosincrasia": "Es originaria de la zona rural del norte de Chile, donde mantiene tradiciones culturales arraigadas; valora las explicaciones en tono respetuoso y familiar.",
    "id": "1764873271063"
  }
]